{
  "title": {
    "index": "HackWithPeople - Home",
    "about": "HackWithPeople - About",
    "casospracticos": "HackWithPeople - Practical Cases",
    "licencia": "HackWithPeople - Licence",
    "contactanos": "HackWithPeople - Contact us",
    "participa": "Participates"
  },
  "menu": {
    "index": "Home",
    "about": "About",
    "casospracticos": "Practical Cases",
    "licencia": "Licence",
    "contactanos": "Contact us"
  },
  "logo": {
    "nombre": "This is to English"
  },
  "brand": {
    "subtitle": "Technology with and for people"
  },
  "gray": {
    "cambio": "Español"
  },
  "home":{
    "title_1": "Imminent Challenges",
    "title_1_1": "The Aging of People",
    "title_1_2": "Degenerative Diseases",
    "title_1_3": "Disabilities",
    "title_2": "Assistive Technologies to the Rescue",
    "title_3": "These technologies are short-term assistances, but they are not the perfect solution.",
    "title_3_1":"Too much expensive development",
    "title_3_2":"Involving people is not easy",
    "title_3_3":"Technologies are not ready yet",
    "title_3_4":"Lack of customization",
    "title_4":"What we propose?",
    "title_5":"We do not use magic, but engineering",
    "title_6":"Ways to contribute",
    "title_7":"Finished Developments",
    "title_7_1":"A fall detector",
    "title_7_2":"Prototypes of situation recognizers",
    "title_8":"Some Developments in Progress",
    "title_8_1":"TV remote control that accepts mild tremor",
    "title_8_2":"Crowd tracker",
    "title_8_3":"Monitor of repeated or forgotten activities",
    "content_1_1":"Europe is approaching to a demographic change. Among other measures, we shall prepare ourselves with politics of active aging that could improve the lives of the ",
    "content_1_1_link_1": "families who have some member with problems to carry out his or her daily activity. ",
    "content_1_2":" On a worldwide level, ",
    "content_1_2_link_1": " 47.6 millions of people are suffering dementia, and there are 7.7 millions of new cases each year. ",
    "content_1_2_link_2": " Parkinson's disease affects more than 10 millions of people throughout the world. ",
    "content_1_3_link_1":"The 10% of the world population is born with some kind of disability. ",
    "content_1_3":" Some people are born with disabilities that imply disadvantages in a non-inclusive society. Others develop a disability throughout their lives because of an accident or an illness. They can and they want to feel capable. ",
    "content_2p1":"Scientific advancements have a slow advance when it comes to neurodegenerative diseases, especially because of the erratic funding in basic research. Assistive technologies are not a solution, but they can improve the quality of life of those who suffer from an illness and to better integrate people with some kind of disability.",
    "content_2p2":"These technologies consist of the integration of eletrocnic elements in our daily environment, so they alow us to complement or to mantain our quality of life. We could wear these elements on our bodies or in our clothes (wearables), they could also be elements of mechanical assistance such as robots and elevators.",
    "content_3_1":"A product starts as an idea that is prototyped in a laboratory. Then, we usually work with some volunteers or people who receive some kind of reward for their effort. With this experience, we learn and we redesign the product. . Afterwards, the industrial production is planned and executed. It only remains to deliver the product to the end user. During all this process, there is a huge expense of material and human resources. Not everybody can afford it. ",
    "content_3_2":"Many projects fail because they do not propose an interesting solution for those who will use it. To avoid this frustration, volunteers are being included in the creation of the products. This decision raises the price, because we require facilities to test the product and compensations for the volunteers for their effort. Moreover, it poses new questions. Let's imagine that we create a fall detector: Do we ask the volunteer to fall down? Will the product detect the fall down a staircase?..",
    "content_3_3":"The trials are slow because reliability must be guaranteed. In addition, a large part of what is required imply a mechanical assistance, fon instance, when someone falls down, to help this person stand up.",
    "content_3_4":"Every person is unique. Adjusting assistive technology to every particular case is an expensive process. Industrial models are guided by large-scale production of completely equal products. When the group of end users is small or relative small, we cannot produce affordable solutions adjusted to each one's problems.",
    "content_4p1":"We want that every person who has knowledge can contribute. ",
    "content_4p2":"To reduce the costs. So the lack of many resources do not involve an obstacle.",
    "content_4p3":"To break with the limitations. To talk about what does not exist yet and how we want it to be.",
    "content_4p4":"To systematize the development and to standardize a responsible experimentation in assistive technologies.",
    "content_5p1":"We can use 3D simulators of the problems and solve the problem firstly in the computer.",
    "content_5p2":"We are starting, but we have cases that demonstrate the idea.",
    "content_5p3":"A free and open technology that all people can use. If you are not good at technology, you can also participate sending us your comments of the simulations with CAMAssistant.",
    "content_5p4":"If you have technological skills, you can contribute modelling or developing solutions.",
    "content_6p1":"Helping with comments about the simulations that we have, giving your opinion about the solutions and problems that we have collected. We use CAMAssistant tool to do that. The cases of use can be seen and directly provide comments. Profile: professional/interested person. ",
    "content_6p2_1":"Creating 3D models with our tools. We use ",
    "content_6p2_link_1": "the AIDE tool to do that.",
    "content_6p2_2": "The models will be available online, so they can be downloaded by those who are interested. New models will can also be uploaded. Profile: technological skills are required. ",
    "content_6p3":"Collaborating in multidisciplinary teams while modelling. We will set up meetings to co-create solutions or analyzing problems in a collaborative way. Profile: professional/interested person. ",
    "content_6p4_1":"Suggesting new solutions for other people. We use ",
    "content_6p4_link_1": " the AIDE tool ",
    "content_6p4_2": " to do that. We have simple examples and tutorials to begin. Profile: technological skills are required.",
    "step_1":"",
    "step_2":"",
    "step_3":"",
    "step_4":"",
    "step_5":"",
    "content_7p1":"It was developed by students and the technology that was used served to facilitate the initial prototype of the solution. All the documentation that reports the required elements is available, so a similar product can be created.",
    "content_7p2":"A basic gesture recognizer (its evolution is in process to be patented) and a fall detector in big facilities. Developed using simulations and produce with open hardware. It won the award for ",
    "content_7p2_link_1": "the best DEMO sponsored by IBM PAAMS 2016 Conference.",
    "content_8p1":"Describing how a TV remote control that accepts user's mild tremor would be.",
    "content_8p2":"With the information of the traffic of people in a specific point of a building, we try to know the amount of people that there are in the rest of the building without invading their privacy.",
    "content_8p3":"Based on technology to recognize activities, we want to develop a system that learn the costumes of the patient and that identifies when an activity has been done, has not been done or is half done.",
    "boton_mas_casos": "See more cases"
  },
  "footer": {
    "financed_by": "Project financed by the Ministry of Economy and Competitiveness of the Government of Spain"
  },
  "presentation": {
    "financed_by": "Project financed by the Ministry of Economy and Competitiveness of the Government of Spain",
    "jpm": "He joined UCM at the end of 1997, where he created the GRASIA research group, whose focus is on the application of multi-agent systems technology.",
    "jgs":"His PhD introduced the INGENIAS methodology for the development of Multi-Agent systems, which has been widely cited. He is the co-director of the GRASIA research group.",
    "mcb": "PhD student with an FPI contract associated with the ColoSAAL project.",
    "rps": "He currently works at the Complutense University of Madrid (UCM) in the MOSI-AGIL project.",
    "aaa": "He currently works at the Complutense University of Madrid (UCM).",
    "ger": "She currently works at the Complutense University of Madrid (UCM).",
    "ldc": "She currently works at the Complutense University of Madrid (UCM).",
    "spc": "She currently works at the Complutense University of Madrid (UCM).",
    "mam": "Full Professor at the Complutense University of Madrid, Vice-Dean of Research and Doctorate."
  },
  "about": {
    "title_1": "Who are we?",
    "title_2": "Current Projects",
    "title_3": "How can you participate?",
    "title_4": "Advantages of simulation",
    "title_5": "Tell us about your research",
    "title_6": "Take part in multidisciplinary projects",
    "title_7": "Let's design efficient solutions",
    "content_1p1": "Hack4People is an initiative to combine the efforts of experts in the study and discovery of assistive technologies to improve the quality of life of the population. The aim is giving back autonomy to those who have some illness that has change their lives, as well as looking for ways to achieve a more inclusive society where having a disability does not imply a disadvantage. Above all, we want to tackle the problem of the aging of population giving assistance at home.",
    "content_1p2": "We want to achieve those goals searching for the collaboration between experts in technology and experts in people. With both of them, and using computer tools, we are creating simulations of peoples' lives and of how can we help them. ",
    "content_1p3": "This idea has been promoted in the framework of the ColosAAL TIN2014-57028-R project, funded by the ",
    "content_2p1": "The simulations of patients with limitations try to show the effects of the disabilities and its connections with the user's cognitive device. Simulations also depict the effects of the disabilities that are studied in its lowest level to deduce later its impact on the daily activities of the patient.",
    "content_2p2": "The current projects include diseases like Alzheimer's Disease, Parkinsonism, blindness and paralysis. For all these initiatives, relying on experts in Social and Health Sciences is essential. In this way, we can guarantee the correct execution of the case studies.",
    "content_3p1": "We will create simulations of practical cases about the symptoms of illnesses. Each practical case will show the daily situation that the patient lives with the chosen symptom, for example: Parkinson patient that is going to eat. This simulation is at everyone's disposal, so they can participate, not only checking the own simulation, but also analyzing the situation of this kind of patients when they do their daily activities. You can comment every simulation and, if you are interested, you can participate in the work meetings where these simulations will be created. Your ideas will always be useful to contribute to the improvement of the simulation and to its application into a specific field of study.",
    "content_4p1": "Collaborators and experts participating do not need to know the newest computer simulation techniques. We place at your disposal a combination of technological tools that, thanks to the high-standard of the modelling language, can be used to ceate the different simulations that could be considered as relevant for the diverse case studies.",
    "content_4p2": "We can simulate different practical cases without needing to resorting to real patients. With all the analyzed data during work meetings, we can design mechanisms that can improve the daily life of the patients.",
    "content_5p1": "From Hack4People we have suggested several specific working lines. However, we want to know about your research proposals. Tell us about your work and in one or more work meetings we will be able to analyze the possibility of working together to obtain positive results for all.",
    "content_6p1": "Allow other areas of science to join in your research. You can improve your work with the aid of other professionals or working groups that could give an extra to your project,and vice versa.",
    "content_7p1": "The simulations of realistic behaviors allow for generating ideas and creating solutions for many patients. It is not necessary to experiment directly with them. You can participate in the similation of the patients' behavior and in the analyze of the context of the activity. Then, we all together will try to improve patients' lifestyle in an inexpensive and efficient way."
  },
  "casep": {
    "title_1": "Practical Cases of Alzheimer Patients",
    "title_2": "Difficulty to do simple tasks",
    "title_3": "Desorientation in time and space",
    "title_4": "Placing objects out of its place",
    "title_5": "Practical Cases of Parkinson Patients",
    "title_6": "Patient with tremor in the hands",
    "title_7": "The activity of eating and drinking",
    "title_8": "Taking a shower",
    "title_9": "Practical Cases of Crowds in Open Areas",
    "title_10": "Students' entrance in the Faculty of Computer Science",
    "title_11": "Flow of crowds in big areas",
    "title_12": "Modelling tool for simulations",
    "rest_navigation": "* At the moment, online comments are only supported in the Mozilla Firefox browser.",
    "content_2p1": "The daily activities can be affected by the sympthoms of the illness. In this case we study the example of a patient who suffer from difficulty in falling or staying asleep.",
    "content_3p1": "In this practical case we show a simulation of a patient with desorientation. What is defined in the simulation is the possibility of detecting that the patient has been more than 10 minutes outside a room between 0:00 and 8:00 am. When it happens, we indicate him/her the way to the bedroom by turning on the lights of the corredor and the bedroom.",
    "content_4p1": "Placing objects out of its place is other case study that can be simulated.  The loss of keys, the loss of TV remote control, the loss of medication...",
    "content_6p1": "We simulate a practical case with patients that are doing daily activities such as watching TV. The aim is studying the behavior of the patient while he/she is assisted with other common electrical appliances.",
    "content_7p1": "It is possible to simulate the everyday life of Parkinson patients in a realistic way. We can describe the effect of the illness in a part of the body: hand, neck... Activities like drinking, eating, taking a shower... can be can be thoroughly studied thanks to a realistic simulation that allows generating solutions that improve the life of the patient.",
    "content_8p1": "The sympthoms of this illness complicate the daily activities of the patients. An activity as usual as taking a shower can be practically impossible without other person's help. In this case we simulate the user doing this activity.",
    "content_10p1": "Simulating the behavior of people in open areas allows analysing factors that could affect those users that have limitations. In this simple example we only simulate the students' entrance in the faculty using the principal entrance. We could extend the practical case to users with certain limitations.",
    "content_11p1": "We simulate the behavior of crowds in big areas, such as the Faculty of Computer Science, to observe the flow of people in the different spaces of the facility.",
    "content_12p1": "We introduce a brief example of the use of the modelling tool to generate simulations. This version is conceive to be developed. It is possible to integrate it with Android components to increase its functionalities. Download the presentation and send your suggestions.",
    "comment_online": "Coment Online",
    "comment_offline": "Coment Offline"
  }
}