{
  "title": {
    "index": "HackWithPeople - Inicio",
    "about": "HackWithPeople - Quiénes somos",
    "casospracticos": "HackWithPeople - Casos Prácticos",
    "licencia": "HackWithPeople - Licencia",
    "contactanos": "HackWithPeople - Cont&aacute;ctanos",
    "participa": "Participa"
  },
  "menu": {
    "index": "Inicio",
    "about": "Quiénes somos",
    "casospracticos": "Casos Prácticos",
    "licencia": "Licencia",
    "contactanos": "Contáctanos"
  },
  "logo": {
    "nombre": "Esto es en Español"
  },
  "brand": {
    "subtitle": "Tecnología con y para la gente"
  },
  "gray": {
    "cambio": "English"
  },
  "home":{
    "title_1": "Retos inminentes",
    "title_1_1": "Envejecimiento de la población",
    "title_1_2": "Enfermedades neurodegenerativas",
    "title_1_3": "Discapacidades",
    "title_2": "Las tecnologías asistivas al rescate",
    "title_3": "Estas tecnologías ayudan en el corto plazo, pero no son la solución perfecta",
    "title_3_1":"Desarrollo demasiado caro",
    "title_3_2":"No es sencillo involucrar a las personas",
    "title_3_3":"Las tecnologías no están todavía listas",
    "title_3_4":"Falta de personalización",
    "title_4":"¿Qué proponemos?",
    "title_5":"No usamos magia, sólo ingeniería",
    "title_6":"Formas de colaborar",
    "title_7":"Desarrollos terminados",
    "title_7_1":"Un detector de caídas",
    "title_7_2":"Prototipos de reconocedores de situaciones",
    "title_8":"Algunos desarrollos en progreso",
    "title_8_1":"Mando de televisión tolerante a temblores leves",
    "title_8_2":"Seguimiento de multitudes",
    "title_8_3":"Monitor de actividades repetidas u olvidadas",
    "content_1_1":"Europa se acerca a un cambio demográfico. Entre otras medidas, debemos prepararnos con políticas de envejecimiento activo que puedan mejorar la vida de las ",
    "content_1_1_link_1": "familias que tengan algún miembro con problemas para desarrollar su actividad diaria. ",
    "content_1_2":" A nivel mundial, ",
    "content_1_2_link_1": " 47.6 millones de personas tienen demencia y hay 7.7 millones de casos nuevos cada año. ",
    "content_1_2_link_2": " El Parkinson afecta a más de 10 millones de personas en el mundo. ",
    "content_1_3_link_1":"Un 10% de la población mundial nace con alguna discapacidad. ",
    "content_1_3":"Algunos nacen con discapacidades que les dejan en desventaja en una sociedad no inclusiva. Otros desarrollan la descapacidad a lo largo de su vida, por motivo de algún accidente o alguna enfermedad. Pueden y quieren sentirse capaces. ",
    "content_2p1":"Los avances científicos, en lo que a enfermedades neurodegenerativas se refiere, tienen un avance lento, especialmente por lo errático en la financiación de la investigación básica. Las tecnologías asistivas no son una solución, pero pueden hacer la vida más llevadera a quien tiene alguna enfermedad y pueden integrar mejor a la sociedad a los que tienen alguna discapacidad.",
    "content_2p2":"Estas tecnologías consisten en la integración de elementos electrónicos en nuestro ambiente cotidiano de tal forma que nos permitan complementar o mantener nuestra calidad de vida. Dichos elementos podríamos llevarlos puestos sobre el cuerpo o en nuestra ropa (wearables) o bien ser elementos de asistencia mecánica, como robots o elevadores.",
    "content_3_1":"Un producto empieza por una idea que se prototipa en laboratorio. Luego se trabaja con voluntarios o personas a las que se les compensa de alguna manera el esfuerzo. De esta experiencia, se aprende y se rediseña el producto. Después se planifica y ejecuta la producción industrial. Sólo queda llevar el producto al cliente final. En todo este proceso, hay un gasto ingente de recursos materiales y humanos. No todo el mundo puede afrontarlo.",
    "content_3_2":"Muchos proyectos fracasan por no proponer una solución de interés para las personas que los usarán. Para evitar esa frustración, se está integrando a voluntarios en la creación de los productos. Ello encarece más el producto, ya que requiere de instalaciones donde hacer las pruebas y de compensaciones para los voluntarios por el esfuerzo realizado. Aparte, plantea nuevas cuestiones. Imaginemos que construimos un detector de caídas: ¿pediremos al voluntario que se caiga?, ¿detectará el producto una caída por una escalera?...",
    "content_3_3":"Los ensayos son lentos porque hay que garantizar fiabilidad. Además, gran parte de lo que se necesita implica asistencia mecánica, por ejemplo, cuando alguien se cae, para que le ayude a levantarse.",
    "content_3_4":"Cada persona es un mundo. Ajustar la tecnología asistiva a su caso particular es un proceso costoso. Los modelos industriales se rigen por la producción en escala de productos totalmente iguales. Cuando se trata de colectivos pequeños, o relativamente pequeños, no se pueden producir medios de precio asequible ajustados al problema de cada uno.",
    "content_4p1":"Queremos que cualquier persona que tenga conocimientos pueda contribuir.",
    "content_4p2":"Abaratar costes para que no sea un impedimento el no disponer de muchos recursos.",
    "content_4p3":"Romper las limitaciones y hablar de lo que no existe todavía y cómo queremos que sea.",
    "content_4p4":"Sistematizar el desarrollo y estandarizar una experimentación responsable en tecnologías asistivas.",
    "content_5p1":"Podemos usar simulaciones 3D de los problemas y resolver primero el problema en el ordenador.",
    "content_5p2":"Estamos empezando, pero ya tenemos casos que muestran la idea.",
    "content_5p3":"Una tecnología libre y abierta que todos pueden usar. Si tu fuerte no es la tecnología, también puedes participar enviándonos comentarios de las simulaciones con el CAMAssistant.",
    "content_5p4":"Si tienes conocimientos tecnológicos, puedes contribuir modelando o desarrollando soluciones. Si te faltan conocomientos tecnológicos, nos puedes ayudar dándonos comentarios a los casos prácticos con el CAMAssistant.",
    "content_6p1":"Ayudar con comentarios sobre las simulaciones que tenemos, opinando sobre las soluciones y los problemas que hemos recogido. Se usa la herramienta CAMAssistant para esto. Pueden visitarse los casos de uso y proveer comentarios directamente. Perfil: profesional/persona con interés.",
    "content_6p2_1":"Crear modelos 3D con nuestras herramientas. Se usa ",
    "content_6p2_link_1": " la herramienta AIDE para esto. ",
    "content_6p2_2": " Dispondremos online los modelos para que los interesados los descarguen y también para que se puedan subir nuevos. Perfil: requiere conocimientos técnicos.",
    "content_6p3":"Colaboraren equipos multidisciplinares mientras se modela. Organizaremos reuniones para co-crear soluciones o estudiar problemas de forma colaborativa. Perfil: profesional/persona con interés.",
    "content_6p4_1":"Proponer soluciones para los problemas. Se usa ",
    "content_6p4_link_1": "la herramienta AIDE para esto.",
    "content_6p4_2": " Disponemos de ejemplos simples y tutoriales con los que empezar. Perfil: requiere conocimientos técnicos.",
    "step_1":"",
    "step_2":"",
    "step_3":"",
    "step_4":"",
    "step_5":"",
    "content_7p1":"Fue desarrollado por estudiantes y la tecnología utilizada sirvió para facilitar el prototipado inicial de la solución. Está disponible toda la documentación que informa de los elementos necesarios para el desarrollo y así poder construir otro similar.",
    "content_7p2":"Un reconocedor de gestos básico (su evolución está en proceso de patente) y un detector de caídas en grandes instalaciones. Desarrollado usando las simulaciones y producido con hardware abierto. Obtuvo el premio a ",
    "content_7p2_link_1":" la mejor DEMO patrocinado por IBM en la conferencia PAAMS 2016.",
    "content_8p1":"Se trata de definir cómo sería el control de un mándo de televisión táctil que fuera tolerante a temblores leves del usuario.",
    "content_8p2":"Se trata de, usando información de tráfico de gente en un punto concreto de un edificio, determinar cuánta gente hay en otras partes del mismo sin necesidad de invadir la privacidad.",
    "content_8p3": "Basado en tecnología para reconocimiento de actividades, se quiere desarrollar un sistema que aprenda las costumbres del paciente y que identifique cuándo una actividad ya ha sido realizada, o no ha sido realizada, o cuando ha sido dejada a medias.",
    "boton_mas_casos": "Ver más Casos"
  },
  "footer": {
    "financed_by": "Project financed by the Ministry of Economy and Competitiveness of the Government of Spain"
  },
  "presentation": {
    "financed_by": "Proyecto Financiado por el Ministerio de Economía y Competitividad del Gobierno de España",
    "jpm": "Ingresó a UCM a finales de 1997, donde creó el grupo de investigación GRASIA, cuyo enfoque se centra en la aplicación de la tecnología de sistemas multi-agente.",
    "jgs":"Su doctorado introdujo la metodología INGENIAS para el desarrollo de sistemas multiagentes, que ha sido ampliamente citado. Es co-director del grupo de investigación GRASIA.",
    "mcb": "Estudiante de doctorado con un contrato FPI asociado al proyecto ColoSAAL.",
    "rps": "Actualmente trabaja en la Universidad Complutense de Madrid (UCM) en el proyecto MOSI-AGIL.",
    "aaa": "Actualmente trabaja en la Universidad Complutense de Madrid (UCM).",
    "ger": "Actualmente trabaja en la Universidad Complutense de Madrid (UCM).",
    "ldc": "Actualmente trabaja en la Universidad Complutense de Madrid (UCM).",
    "spc": "Actualmente trabaja en la Universidad Complutense de Madrid (UCM).",
    "mam": "Profesor Titular de la Universidad Complutense de Madrid, Vicedecano de Investigación y Doctorado."
  },
  "about": {
    "title_1": "Quiénes somos",
    "title_2": "Proyectos Actuales",
    "title_3": "Cómo participar",
    "title_4": "Ventajas de la Simulación",
    "title_5": "Cuéntanos tu investigación",
    "title_6": "Participa en proyectos multidisciplinario",
    "title_7": "Diseñemos soluciones eficientes",
    "content_1p1": "Hack4People es una iniciativa para combinar esfuerzos de expertos en el estudio y descubrimiento de tecnologías asistivas para mejorar la calidad de vida de la población. Se trata de buscar devolver autonomía a los que tienen alguna enfermedad que ha cambiado su vida. Se trata también de buscar formas de lograr una sociedad inclusiva, en la que tener una discapacidad no sea una desventaja. Sobre todo, se trata de hacer frente al problema del envejecimiento de la población dando asistencia en el hogar.",
    "content_1p2": "Queremos lograr esto buscando la colaboración de expertos en tecnología y expertos en personas. Entre ambos, y usando herramientas informáticas, estamos construyendo simulaciones de lo que viven las personas y de cómo podemos ayudarlas. ",
    "content_1p3": "Esta idea ha sido promovida en el ámbito del proyecto ColosAAL TIN2014-57028-R del ",
    "content_2p1": "Las simulaciones de pacientes con limitaciones buscan mostrar los efectos de las discapacidades y su relación con el aparato cognitivo del usuario, reflejando además los efectos de las enfermedades estudiadas a más bajo nivel para deducir luego su impacto en las actividades diarias del paciente.",
    "content_2p2": "Los proyectos actuales abarcan enfermedades como Alzhéimer, Parkinson, Ceguera y Parálisis. Para todas estas iniciativas es indispensable contar con expertos en áreas de las ciencias Sociales y las ciencias de la Salud para garantizar la correcta ejecución de los casos de estudios propuestos.",
    "content_3p1": "Se iran construyento simulaciones de casos prácticos sobre síntomas de la enfermedad. Cada caso práctico mostrará la situación cotidiana que vive el paciente con el síntoma escogido, por ejemplo: paciente con parkinson que procede a tomar sus alimentos. Esta simulación se pone a disposición de todos para que puedan participar no solo en la correcciones de la propia simulación sino en el análisis de la situación de este tipo de pacientes cuando desarrollan sus actividades diarias. Sobre cada simulación podrás realizar comentarios y, si lo prefieres, podrás participar en las sesiones de trabajo que las crean. Tus ideas siempre serán útiles para contribuir a la mejora no solo de la simulación sino a su aplicación sobre un campo de estudio concreto.",
    "content_4p1": "No es necesario que los colaboradores o expertos participantes conozcan las últimas técnicas de simulación por ordenador. Se pone a su disposición todo un conjunto de herramientas tecnológicas que, gracias al lenguaje modelado de alto nivel, podrá utilizar construir las diferentes simulaciones que se consideren pertinentes en los casos de estudios propuestos.",
    "content_4p2": "Es posible simular diferentes casos prácticos sin la necesidad de acudir a pacientes reales. Con todo lo analizado en estas sesiones de trabajo, será posible diseñar mecanismos que permitan mejorar el día a día de los pacientes.",
    "content_5p1": "Desde Hack4People se han propuesto varias línea de trabajo concretas pero eso no quiere decir que no querramos oir tus propuestas de investigación. Cuéntanos tu trabajo y en una o más sesiones de trabajo podemos analizar la posibilidad de trabajar conjuntamente y obtener así resultados favorables para todos.",
    "content_6p1": "Permite que otras áreas de la ciencia participen en tu investigación. Enriquece tu trabajo con el apoyo de otros profesionales o grupos de trabajo que a lo mejor, por su linea de investigación, podrían dar ese plus a tu proyecto y viceberza.",
    "content_7p1": "La simulaciones de comportamientos realistas permiten generar ideas y construir soluciones para muchos pacientes. No es necesario experimentar con ellos directamente, participa en la simulación de su comportamiento, analiza el contexto de la actividad del paciente y juntos intentemos mejorar su estilo de vida de forma barata y eficiente."
  },
  "casep": {
    "title_1": "Casos Prácticos de pacientes de Alzheimer",
    "title_2": "Dificultad para hacer tareas simples",
    "title_3": "Desorientación en tiempo y espacio",
    "title_4": "Colocación de objetos fuera de lugar",
    "title_5": "Casos Prácticos de pacientes con Parkinson",
    "title_6": "Paciente con temblor en manos",
    "title_7": "Actividad de comer y beber",
    "title_8": "Ducharse",
    "title_9": "Casos Prácticos de multitudes en espacios abiertos",
    "title_10": "Entrada de estudiantes en la facultad de Informática",
    "title_11": "Flujo de multitudes dentro de grandes superficies",
    "title_12": "Herramienta de modelado para las Simulaciones",
    "content_2p1": "Actividades cotidianas pueden verse afectadas por los síntomas de la enfermedad. En este caso se estudia un caso práctico de un paciente con dificultades para dormir.",
    "content_3p1": "En este caso práctico se propone una simulación que muestra un paciente con desorientación. Lo que se define en la simulación es la posibilidad de detectar que el paciente está más de 10 minutos fuera de la habitación entre las 0:00 y las 8:00 y se le indica que vuelva a la cama encendiendo las luces de la habitación y los pasillos.",
    "content_4p1": "La colocación de objetos fuera de lugar es otro caso de estudio que se puede simular. Pérdida de llaves, perdida del mando de la televisión, pérdida del medicamento...",
    "content_6p1": "Se simula un caso práctico de la enfermedad con pacientes realizando actividades cotidianas como ver televisión. El objetivo es poder estudiar el comportamiento del individuo realizando la actividad con la ayuda de otros dispositivos electrónicos comunes.",
    "content_7p1": "Es posible simular de forma realista el día a dia de pacientes con Parkinson, describiendo la afección de la enfermedad en una parte concreta del cuerpo: mano, cuello, etc.. Actividades como beber, comer, ducharse se pueden estudiar más detenidamente gracias a una simulación lo suficientemente realista para generar soluciones que mejoren la vida del paciente.",
    "content_8p1": "Los síntomas de esta enfermedad entorpecen las actividades cotidianas de los pacientes. Una actividad tan habitual como ducharse puede ser practicamente imposible de realizar sin la ayuda de terceros. En este caso se simula al usuario en dicha actividad.",
    "content_10p1": "Simular el comportamiento de las personas en espacios abiertos permite analizar factores que podrían afectar a usuarios con limitaciones. En este sencillo ejemplo solo se simula la entrada de estudiantes a la facultad por la entrada principal. Se podría ampliar el caso práctico para usuarios con ciertas limitaciónes.",
    "content_11p1": "Se simula el comportamiento de multitudes dentro de grandes superficies como es el caso de la Facultad de Informática, para observar el flujo de personas en las diferentes zonas del recinto.",
    "content_12p1": "Presentamos un breve ejemplo del uso de la herramienta de modelado para generar simulaciones. Esta versión es para desarrollo y es posible integrarla con componentes de Android para ampliar funcionalidades. Descarga la presentación y envia tus sugerencias.",
    "comment_online": "Comenta Online",
    "comment_offline": "Comenta Offline",
    "rest_navigation": "* De momento, los comentarios online sólo se soportan en el navegador Firefox de Mozilla."
  }
}